Repository: giellalt/corpus-fin
Catalog: tmx/sme/laws/finland/other_files/tasa-arvolaki-2005.pdf.tmx
Source language: fin
Languages: sme

source: Tasa-arvovaltuutetun esityksestä tasa-arvolautakunta voi, tarvittaessa sakon uhalla, velvoittaa työnantajan tai oppilaitoksen, joka on laiminlyönyt 6 a tai 6 b §:ssä tarkoitetun velvollisuuden, määräajassa laatimaan tasa-arvosuunnitelman.
sme: Dásseárvoáittardeaddji evttohusas dásseárvolávdegoddi sáhttá, dárbbu mielde sáhku áitagiin, geatnegahttit bargoaddi dahje oahppolágádusa, guhte lea suostan 6 a dahje 6 b §:s dárkkuhuvvon geatnegasvuođa, mearreáiggis ráhkadit dásseárvoplána.

source: Uhkasakon määrää maksettavaksi tasa-arvolautakunta.
sme: Áittasáhku mearrida máksinláhkai dásseárvolávdegoddi.

source: 21 a § Tasa-arvovaltuutetun oikeus asettaa uhkasakko (15.4.
sme: 21 a § Dásseárvoáittardeaddji vuoigatvuohta ásahit áittasáhku (15.4.2005/232)

source: Tasa-arvovaltuutettu voi asettaa 17 §:n 2 momentissa tarkoitetun tietojenanto- ja asiakirjan esittämisvelvollisuuden tehosteeksi uhkasakon.
sme: Dásseárvoáittardeaddji sáhttá ásahit 17 §:a 2 momeanttas dárkkuhuvvon dieđuidaddin- ja áššebáhpára ovdanbuktingeatnegasvuođa beavttálmahttima dihte áittasáhku.

source: Uhkasakkoon sovelletaan muutoin, mitä uhkasakkolaissa (1113/1990) säädetään.
sme: Áittasáhkkui heivehuvvo muđui, mii áittasáhkkolágas (1113/1990) ásahuvvo.

source: 22 § Muutoksenhaku (15.4. 2005/232)
sme: 22 § Nuppástusohcan (15.4.2005/232)

source: Tasa-arvolautakunnan päätökseen haetaan muutosta valittamalla hallinto-oikeudelta.
sme: Dásseárvolávdegotti mearrádussii ohccojuvvo nuppástus váidimiin hálddahusriektái.

source: Muutoksenhausta on voimassa, mitä hallintolainkäyttölaissa (586/1996) säädetään.
sme: Nuppástusohcamis lea fámus, mii hálddahuslágageavahanlágas (586/1996) ásahuvvo.

source: Tasa-arvolautakunnan 21 §:n nojalla tekemää kielto- ja velvoitepäätöstä on heti noudatettava, vaikka se ei ole saanut lainvoimaa, jollei lautakunta tai hallinto-oikeus toisin määrää.
sme: Dásseárvolávdegotti 21 §:a vuođul bargan gielddus- ja geatnegasvuođamearrádusa galgá dalán čuovvut, vaikke dat ii leat ožžon lágafámu, juos ii lávdegoddi dahje hálddahusriekti nuppeláhkai mearrit.

source: 23 § Hyvityksen euromäärien tarkistaminen (15.4.
sme: 23 § Buhtadusa euromeriid dárkkisteapmi (15.4.2005/232)

source: Edellä 11 §:n 2 momentissa mainitut euromäärät tulee valtioneuvoston asetuksella tarkistaa kolmivuotiskausittain rahanarvon muutosta vastaavasti.
sme: Ovdalis 11 §:a 2 momeanttas máinnašuvvon euromeriid galgá stáhtaráđi ásahusain dárkkistit golmmajagibajiid mielde nu ahte vástidit ruhtaárvvu nuppástusa.

source: 24 § Asetuksenantovaltuus
sme: 24 § Ásahusa addinfápmudus

source: Tarkempia säännöksiä tämän lain täytäntöönpanosta annetaan tarvittaessa asetuksella.
sme: Dárkilut njuolggadusat dán lága ollašuhttimis addojit dárbbu mielde ásahusain.

source: 25 § Voimaantulo ja siirtymäsäännökset (6.5. 1988/406)
sme: 25 § Fápmuiboahtin ja sirddanjuolggadusat (6.5.1988/406)

source: Tämä laki tulee voimaan 1 päivänä tammikuuta 1987. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.
sme: Dát láhka boahtá fápmui ođđajagemánu 1 beaivve 1987. Ovdal dán lága fápmuiboahtima sáhttá álgit lága ollašuhttima gáibidan doaimmaide.

source: Tämän lain säännöksiä ei sovelleta, mikäli ne ovat ristiriidassa ennen tämän lain voimaantuloa tehdyn työehto-, virkaehto- tai toimiehtosopimuksen kanssa.
sme: Dán lága njuolggadusat eai muddehuvvo, juos dat leat ruossalágaid ovdal dán lága fápmuiboahtima bargon bargoeakto-, virgeeakto- dahje doaibmaeaktosoahpamušain.

source: Tämän lain 4 §:n 2 momentin säännös ei velvoita muuttamaan ennen lain voimaantuloa asetetun valtion komitean, neuvottelukunnan tai muun vastaavan toimielimen kokoonpanoa.
sme: Dán lága 4 §:a 2 momeantta njuolggadus ii geatnegahte rievdadit ovdal lága fápmuiboahtima ásahuvvon stáhta komitea, ráđđádallangotti dahje eará vástideaddji doaibmaorgána čoahkkáibiju.
